[
{"Section": "Expected standards under Principle 12 and PRIN 2A", "ID": "PRIN 2A.7.1", "Dated": "31/07/2023", "Description": "Principle 12 and the obligations in PRIN 2A must be interpreted in accordance with the standard that could reasonably be expected of a prudent firm : carrying on the same activity in relation to the same product ; and taking appropriate account of the needs and characteristics of retail customers based on the needs and characteristics of retail customers in the relevant target market or of individual retail customers as the context requires."},
{"Section": "Expected standards under Principle 12 and PRIN 2A", "ID": "PRIN 2A.7.2", "Dated": "31/07/2023", "Description": "What is reasonable depends on all the relevant circumstances, including: the nature of the product being offered or provided, in particular: the risk of harm to retail customers . For example, if a product is higher risk, firms should take additional care to ensure it meets retail customers’ needs, characteristics and objectives and is targeted appropriately; the product’s relative complexity. Retail customers may find it more difficult to assess the features, suitability or value offered by more complicated products . Long-term products where the outcome is not easy to predict, or non-standard charging structures, or other features which may not be easy for retail customers to understand may require greater care from a firm to promote, monitor and support consumer understanding; the costs, fees and charges involved with the product ; the relative utility to retail customers of the product as a whole and of specific features, options, or services within the product , if subject to separate fees or charges; the characteristics of the retail customer or retail customers including (to the extent that a firm either knows about or should reasonably have known about them), in particular: their reasonable expectations in relation to the product ; and their resources, degree of financial capability or sophistication, characteristics of vulnerability and corporate structure (where relevant). the firm’s role in relation to the product , including: the firm’s relationship with the retail customer . Acting reasonably does not require a firm to assume a fiduciary duty or require an advisory service where it does not already exist; whether the firm has provided or will provide advice to the retail customer . What is reasonable may be different where advice is being provided; the firm’s role in the product’s distribution chain, in particular its role in determining or materially influencing outcomes for retail customers in relation to the product ; the stage in the firm’s relationship with the retail customer . There will be times when retail customers are particularly exposed to harm, for example when they fall into arrears or are considering long-term investment decisions. The actions a firm needs to take to be acting reasonably in such circumstances may be greater than when a retail customer is making decisions which carry a lesser risk of adverse outcomes."},
{"Section": "Expected standards under Principle 12 and PRIN 2A", "ID": "PRIN 2A.7.3", "Dated": "31/07/2023", "Description": "Acting in a way that could reasonably be expected of a prudent firm requires more than adopting a single solution that is reasonable. It includes (among other things) considering whether the preferred solution provides good outcomes for all retail customers affected or only some; and if only some, why it does not work for all, and how best to identify additional actions which might mitigate the outcome for those adversely affected."},
{"Section": "Protected characteristics and characteristics of vulnerability", "ID": "PRIN 2A.7.4", "Dated": "31/07/2023", "Description": "In relation to the needs and characteristics of retail customers , a firm should, among other things: pay appropriate regard to the nature and scale of characteristics of vulnerability that exist in any relevant target market ; pay appropriate regard to the impact of characteristics of vulnerability on the needs of retail customers in any relevant target market ; when dealing with a particular retail customer pay appropriate regard to the needs and characteristics of that retail customer , such as characteristics of vulnerability; assist frontline staff to understand how to actively identify information that could indicate vulnerability and, where relevant, seek information from retail customers with characteristics of vulnerability that will allow staff to respond to their needs; and set up systems and processes in a way that supports and enables retail customers with characteristics of vulnerability to disclose their needs."},
{"Section": "Protected characteristics and characteristics of vulnerability", "ID": "PRIN 2A.7.5", "Dated": "31/07/2023", "Description": "Firms should be aware that groups of retail customers with specific protected characteristics may have, or be more likely to have, characteristics of vulnerability, for example older customers. In addition, where health is a driver of vulnerability it will likely have substantial overlap with the protected characteristic of ‘disability’ under the Equality Act 2010. Firms should be mindful of this when considering whether they are compliant with Principle 12 and PRIN 2A and their obligations under the Equality Act 2010 or equivalent legislation. Firms should keep themselves appraised of any evidence that may emerge that retail customers with specific protected characteristics are more likely to have characteristics of vulnerability. Firms should take account of any such evidence when considering whether they are compliant with Principle 12 and PRIN 2A and their obligations under the Equality Act 2010 or equivalent legislation."}
]