[
{"Section": null, "ID": "PRIN 4.1.1", "Dated": "31/07/2023", "Description": "2 PRIN 3.1.6 R gives effect to the provisions of the EUWA concerning the continuing application of the principle of the supremacy of EU law. It 7 ensures that the Principles and PRIN 2A 8 do not impose obligations upon firms which are inconsistent with a relevant 7 EU 5 measure 7 . If a Principle 6 or PRIN 2A 8 does purport to impose such an obligation PRIN 3.1.6 R disapplies that Principle or provision of PRIN 2A , 8 but only to the extent necessary to ensure compatibility with the relevant EU measure 7 . This disapplication has practical effect only for certain matters covered by MiFID , which are explained in this section."},
{"Section": "Where?", "ID": "PRIN 4.1.2", "Dated": "31/07/2023", "Description": "Under PRIN 3.3.1 R , the territorial application of a number of Principles and PRIN 2A 8 to a UK MiFID investment firm is extended to the extent that another applicable rule or onshored regulation 7 which is relevant to an activity has a wider territorial scope. 7"},
{"Section": "Where?", "ID": "PRIN 4.1.3", "Dated": "01/11/2007", "Description": "Principles 4, 5 and 11 will have the same scope of territorial application for MiFID business as for other business."},
{"Section": "What?", "ID": "PRIN 4.1.4", "Dated": "31/07/2023", "Description": "Certain requirements derived from 7 MiFID are disapplied for: eligible counterparty business ; transactions concluded under the rules governing a multilateral trading facility between its members or participants or between the multilateral trading facility and its members or participants in relation to the use of the multilateral trading facility ; transactions concluded on a regulated market between its members or participants. Under PRIN 3.1.6 R , these disapplications may affect Principles 1, 2, 6, 9, 12 and PRIN 2A 8 . PRIN 3.1.6 R applies only to the extent that the application of a Principle or PRIN 2A 8 would be contrary to the UK's obligations under a relevant EU measure 7 in respect of a particular transaction or matter. In line with MiFID , these limitations relating to eligible counterparty business and transactions under the rules of a multilateral trading facility or on a regulated market only apply in relation to a firm's conduct of business obligations to its clients derived from 7 MiFID . They do not limit the application of those Principles or PRIN 2A 8 in relation to other matters, such as client asset protections, systems and controls, prudential requirements and market integrity. Further information about these limitations is contained in 1 COBS 1 Annex 1 . 1 Principles 3, 4, 5, 7, 8, 10 and 11 are not limited in this way."},
{"Section": "What?", "ID": "PRIN 4.1.5", "Dated": "03/01/2018", "Description": "[deleted] 6"}
]