[
{"Section": "PRIN 2A.11 Sale and purchase of product books", "ID": "PRIN 2A.11.1", "Dated": "31/07/2023", "Description": "This section applies where: a firm has purchased or purchases a product book from another firm ; and a firm sells a product book."},
{"Section": "PRIN 2A.11 Sale and purchase of product books", "ID": "PRIN 2A.11.2", "Dated": "31/07/2023", "Description": "Where the product book was purchased before 31 July 2023, the firm must comply with Principle 12 and PRIN 2A . Unless: the firm was a co- manufacturer of the product ; or the firm has significantly adapted the product on or after 31 July 2023, the requirement in (1) to comply with PRIN 2A.3 and PRIN 2A.4 is a requirement on the firm to use its best endeavours to comply with the applicable rules in those chapters."},
{"Section": "PRIN 2A.11 Sale and purchase of product books", "ID": "PRIN 2A.11.3", "Dated": "31/07/2023", "Description": "A firm that is required to apply PRIN 2A.3 or PRIN 2A.4 to a product book on a ‘best endeavours’ basis should continue to have regard to the RPPD and should read references in the RPPD to Principles 6 and 7 as referring to Principle 12."},
{"Section": "PRIN 2A.11 Sale and purchase of product books", "ID": "PRIN 2A.11.4", "Dated": "31/07/2023", "Description": "This rule applies where a product book is sold for the first time after 31 July 2023. The firm selling the product book must provide relevant information to the purchasing firm to enable the purchasing firm to comply with Principle 12 and PRIN 2A from the date of purchase. A firm which purchases a product book after 31 July 2023 must carry out sufficient due diligence to ensure they understand in particular: whether any group or groups of retail customers of the product have characteristics of vulnerability or as a group have in common a specific protected characteristic in the same form (for example customers of the same sex or race); the outcome of the selling firm’s product approval process for the product book and the outcome of any product reviews carried out by the selling firm under PRIN 2A.3 ; the benefits the product is intended to provide and the costs the retail customer pays for the product ; and the basis on which the product has been assessed as providing fair value under PRIN 2A.4 . The due diligence conducted by the purchasing firm must be sufficient to enable the purchasing firm to comply with Principle 12 and PRIN 2A in respect of the product book."},
{"Section": "PRIN 2A.11 Sale and purchase of product books", "ID": "PRIN 2A.11.5", "Dated": "31/07/2023", "Description": "Where a firm purchases a product book after 31 July 2023 and the first sale of that product book took place before 31 July 2023, the firm must apply PRIN 2A.11.2R ."}
]