[
{"Section": "General", "ID": "PRIN 2A.9.1", "Dated": "31/07/2023", "Description": "This section sets out the general obligation on firms to monitor under Principle 12 and PRIN 2A the outcomes that retail customers are experiencing from their products ."},
{"Section": "General", "ID": "PRIN 2A.9.2", "Dated": "31/07/2023", "Description": "The purpose of the monitoring obligation is to enable firms to identify whether there are any risks that they are not meeting the requirements of the cross-cutting obligations and the retail customer outcomes, and consequently they are not acting to deliver good outcomes for retail customers ."},
{"Section": "General", "ID": "PRIN 2A.9.3", "Dated": "31/07/2023", "Description": "The frequency of monitoring, and the nature of the information a firm must collect to effectively monitor the outcomes received by retail customers depends on the type of firm and its role in the distribution chain, the nature of the product , and the target market ."},
{"Section": "General", "ID": "PRIN 2A.9.4", "Dated": "31/07/2023", "Description": "The monitoring obligation applies proportionately to a firm’s role in the distribution chain. Where a firm does not have direct contact with retail customers it should monitor the outcomes of the service it provides, having regard to any information it has about the outcomes experienced by retail customers at the end of the distribution chain. A firm that does not have direct contact with retail customers should act reasonably to obtain information about the outcomes experienced by retail customers of the products the firm has distributed ."},
{"Section": "General", "ID": "PRIN 2A.9.5", "Dated": "31/07/2023", "Description": "To the extent that a firm is also required to carry out specific monitoring or reviews under any of the outcomes in PRIN 2A.3 to PRIN 2A.6 , the specific monitoring or reviews form part of the general monitoring required by this section and firms may utilise the information gathered through these processes in preparing the report required under PRIN 2A.8.3R ."},
{"Section": "General", "ID": "PRIN 2A.9.6", "Dated": "31/07/2023", "Description": "In relation to communications, PRIN 2A.5.10R to PRIN 2A.5.14R set out specific requirements on the testing and monitoring of communications."},
{"Section": "General", "ID": "PRIN 2A.9.7", "Dated": "31/07/2023", "Description": "Where a firm’s compliance with any other rules replaces their requirement to comply with provisions of PRIN 2A , or tends to show compliance with provisions of PRIN 2A , the firm may use any monitoring or reviews it carries out under those other rules in complying with its monitoring obligations under this section."},
{"Section": "Requirement to monitor retail customer outcomes", "ID": "PRIN 2A.9.8", "Dated": "31/07/2023", "Description": "A firm must regularly monitor the outcomes retail customers receive from: the products the firm manufactures or distributes ; the communications the firm has with retail customers ; and the customer support the firm provides to retail customers ."},
{"Section": "Requirement to monitor retail customer outcomes", "ID": "PRIN 2A.9.9", "Dated": "31/07/2023", "Description": "The monitoring carried out by a firm must enable it to determine at least: whether retail customers are being, or have been, sold products that have been designed to meet their needs, characteristics and objectives; whether the products that retail customers purchase provide fair value and appropriate action has been taken to address products identified as not providing fair value; whether retail customers are equipped with the right information to make effective, timely and properly informed decisions; and whether retail customers receive the support they need."},
{"Section": "Requirement to monitor retail customer outcomes", "ID": "PRIN 2A.9.10", "Dated": "31/07/2023", "Description": "The firm’s monitoring must also enable it to identify: whether the firm is complying with Principle 12 and the cross-cutting obligations in PRIN 2A.2 ; whether for any product the firm manufactures or distributes , any group of retail customers is experiencing different outcomes compared to another group of retail customers of the same product ; and whether any retail customers have suffered harm as a result of the firm’s acts or omissions."},
{"Section": "Action required of firms", "ID": "PRIN 2A.9.11", "Dated": "31/07/2023", "Description": "A firm must have in place processes to identify the root causes of any failure to deliver the outcomes listed in PRIN 2A.9.9R for retail customers ."},
{"Section": "Action required of firms", "ID": "PRIN 2A.9.12", "Dated": "31/07/2023", "Description": "Where a firm identifies that: retail customers are not receiving the outcomes listed in PRIN 2A.9.9R , or there is a risk that retail customers will not receive these outcomes; any group of retail customers for a product are receiving worse outcomes than another group of retail customers for the same product ; the firm is not complying with Principle 12 and the cross-cutting obligations in PRIN 2A.2 , it must take appropriate action to address the situation."},
{"Section": "Action required of firms", "ID": "PRIN 2A.9.13", "Dated": "31/07/2023", "Description": "PRIN 2A.9.12R does not require a firm to take action to remove the effects of risks inherent in a product that the firm reasonably believed the retail customer understood and accepted."},
{"Section": "Action required of firms", "ID": "PRIN 2A.9.14", "Dated": "31/07/2023", "Description": "Firms should have regard to PRIN 2A.10 in considering what may be appropriate action under PRIN 2A.9.12R ."},
{"Section": "Record keeping", "ID": "PRIN 2A.9.15", "Dated": "31/07/2023", "Description": "SYSC 3 and SYSC 9 contain high level requirements in relation to record keeping. Firms will need to decide, in line with these requirements, what records they need to keep in relation to their obligations under Principle 12, the cross-cutting obligations and the consumer outcomes."},
{"Section": "Obligation to notify the FCA", "ID": "PRIN 2A.9.16", "Dated": "31/07/2023", "Description": "Firms are reminded of their obligations under Principle 11 to inform the FCA of anything relating to the firm of which the FCA would reasonably expect notice."},
{"Section": "Obligation to notify the FCA", "ID": "PRIN 2A.9.17", "Dated": "31/07/2023", "Description": "A firm in a distribution chain must notify the FCA if it becomes aware that any other firm in that distribution chain is not or may not be complying with Principle 12 or PRIN 2A ."}
]